const citySheBaoBase = {
    "北京": {
        "北京市": { min: 5360, max: 28221 }
    },
    "上海": {
        "上海市": { min: 5975, max: 31014 }
    },
    "广东": {
        "广州市": { min: 3321, max: 20004 },
        "深圳市": { min: 3039, max: 25044 }
    },
    "天津": {
        "天津市": { min: 3364, max: 17088 }
    },
    "重庆": {
        "重庆市": { min: 3050, max: 15108 }
    },
    "四川": {
        "成都市": { min: 3387, max: 16842 }
    },
    "浙江": {
        "杭州市": { min: 3321, max: 17880 }
    },
    "江苏": {
        "南京市": { min: 3368, max: 18228 },
        "苏州市": { min: 3368, max: 18228 }
    },
    "湖北": {
        "武汉市": { min: 3387, max: 17061 }
    },
    "陕西": {
        "西安市": { min: 3321, max: 16608 }
    },
    "湖南": {
        "长沙市": { min: 3468, max: 16281 }
    },
    "辽宁": {
        "沈阳市": { min: 3387, max: 17544 }
    },
    "黑龙江": {
        "哈尔滨市": { min: 3387, max: 16899 }
    },
    "山东": {
        "济南市": { min: 3387, max: 17904 }
    },
    "河南": {
        "郑州市": { min: 3486, max: 17298 }
    },
    "福建": {
        "福州市": { min: 3321, max: 17208 }
    },
    "安徽": {
        "合肥市": { min: 3321, max: 16821 }
    },
    "江西": {
        "南昌市": { min: 3321, max: 16644 }
    },
    "云南": {
        "昆明市": { min: 3321, max: 16530 }
    },
    "贵州": {
        "贵阳市": { min: 3321, max: 16602 }
    },
    "广西": {
        "南宁市": { min: 3321, max: 16380 }
    },
    "海南": {
        "海口市": { min: 3321, max: 16587 }
    },
    "河北": {
        "石家庄市": { min: 3387, max: 17148 }
    },
    "山西": {
        "太原市": { min: 3387, max: 16740 }
    },
    "内蒙古": {
        "呼和浩特市": { min: 3387, max: 17076 }
    },
    "新疆": {
        "乌鲁木齐市": { min: 3387, max: 17376 }
    },
    "甘肃": {
        "兰州市": { min: 3387, max: 16923 }
    },
    "青海": {
        "西宁市": { min: 3387, max: 17010 }
    },
    "宁夏": {
        "银川市": { min: 3387, max: 17082 }
    },
    "西藏": {
        "拉萨市": { min: 3387, max: 17388 }
    }
};

export default citySheBaoBase;
